examples/14-benchmarks/listener-data/batch-sweep/1790349191786147097-listener-storm-w1.background.txt

Summary:
  Total:	12.0120 secs
  Slowest:	0.0966 secs
  Fastest:	0.0082 secs
  Average:	0.0127 secs
  Requests/sec:	7851.3074
  

Response time histogram:
  0.008 [1]	|
  0.017 [93765]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.026 [197]	|
  0.035 [12]	|
  0.044 [55]	|
  0.052 [7]	|
  0.061 [145]	|
  0.070 [8]	|
  0.079 [4]	|
  0.088 [34]	|
  0.097 [82]	|


Latency distribution:
  10% in 0.0121 secs
  25% in 0.0123 secs
  50% in 0.0125 secs
  75% in 0.0127 secs
  90% in 0.0130 secs
  95% in 0.0131 secs
  99% in 0.0137 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0082 secs, 0.0966 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0014 secs
  resp wait:	0.0127 secs, 0.0082 secs, 0.0966 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0023 secs

Status code distribution:
  [200]	94310 responses